Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/nih.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: We want to investigate the effect of low-carb/high-fat diet combined with exercise on insulin sensitivity, lipid profile, weight loss and cardiovascular fitness.
nb: Vi undersøker effekten av lav-karbo/høy-fett diett kombinert med trening, på insulinsensitivitet, lipid profil, vektreduksjon og kardiovaskulær fitness.

source: Norwegian Centre for Research Date (NSD)
nb: Norsk senter for forskningsdata - NSD

source: Article V explored the association between intrapersonal, interpersonal and contextual factors and satisfaction with social and pedagogical inclusion among parents of children with disabilities (N=72).
nb: Artikkel V undersøkte sammenhengen mellom foreldrenes (N=72) tilfredshet med sosial og pedagogisk inkludering i PE og individuelle, mellommenneskelige og kontekstuelle faktorer.

source: Findings (1) indicated that Norwegian talent development environments (TDEs) were exclusive, professionalized, and highly performance-oriented (Papers I and V).
nb: Resultatene (1) viste at norske talentutviklingsmiljøer var eksklusive, profesjonaliserte, og sterkt prestasjonsorienterte (Artikkel I og V).

source: Link to article 3
nb: Link til artikkel 3

source: Rosa Diketmüller, Vice president of IAPESGW, stated that Professor Fasting is regarded as “the [leading] international expert on sexual harassment among female athletes and students.”
nb: Rosa Diketmüller, visepresident for IAPESGW, uttaler at professor Fasting er «den [ledende] internasjonale eksperten på seksuell trakassering blant kvinnelige utøvere og studenter».

source: The findings revealed that both dyads perceived the quality of their communication process as essential for building and sustaining relationship quality.
nb: I begge dyadene opplevde de kvaliteten i kommunikasjonsprosessen som avgjørende for å bygge og opprettholde relasjonskvalitet.

source: Body, movement, and boundaries.
nb: Kropp, bevegelse og grenser.

source: She took master's degree in Human Geography at the University of Oslo in 2010.
nb: Hun tok mastergrad i Samfunnsgeografi ved Universitetet i Oslo i 2010.

source: Jannicke has worked for The Norwegian Mountain Touring Association (DNT), The Norwegian Red Cross and The Norwegian Water Resources and Energy Directorate, and has broad experience from different positions in volunteer organizations within the friluftsliv field.
nb: Jannicke har arbeidet for Den Norske Turistforening, Norges Røde Kors og Norges Vassdrags- og energidirektorat, og har bred bakgrunn fra verv i frivillige organisasjoner innen friluftslivsfeltet.

source: Each repetition should take 3-5 seconds.
nb: Bruk 3-5 sekunder pr. repetisjon.

source: Tom Henning was an international football referee for 17 years (1994-2010).
nb: Tom Henning har vært internasjonal fotballdommer i 17 år (1994-2010).

source: Previous education; Teacher education, Special Needs Education, Master degree and PhD in Sport Science from the Norwegian School of Sport Sciences.
nb: Allmennlærerutdanning, Spesialpedagogikk, påbygningsstudiet Fysisk aktivitet og funksjonshemming, Mastergrad og doktorgrad fra Norges idrettshøyskole.

source: As a manager at Manchester United, Mourinho largely set himself in the centre.
nb: Mourinho har som manager i Manchester United stort sett satt seg selv i sentrum.

source: Compared to 2018, cycling initially decreased by 4 per cent during 2019, but it then increased by 11 per cent in 2020.
nb: Sammenliknet med 2018 gikk sykkelaktiviteten først ned med 4 prosent gjennom 2019, så opp med 11 prosent i 2020.

source: All table surfaces are and will be cleaned with antibacterials that works for at least 24 hours.
nb: Alle bordflater rengjøres med antibakterielt middel som virker i minst 24 timer.

source: Sport and exercise/health psychology.
nb: Fysisk aktivitet, idrett og mental helse.

source: : Based on data from the randomised controlled trial of 175 primiparous women.
nb: Basert på data fra den randomiserte studien på 175 førstegangsfødende kvinner.

source: (which is your term paper).
nb: (som er semesteroppgaven din).

source: Oslo University Hospital also carried out a number of tests, including RNA sequencing, MR scans and hormone analyses.
nb: Oslo universitetssykehus gjennomførte også en rekke tester, inkludert RNA-sekvensering, MR-scanninger og hormonanalyser.

source: Use Internet Explorer when launching the atlas on your pc or Mac.
nb: Bruk Internett Explorer når du åpner programmet på pc eller Mac.

source: and maximal squat jump height compared to
nb: og i maksimal hopphøyde i knebøyhopp.

source: After completion of his/her doctoral degree, the supervisor must have proved production of independent scientific work in publishing channels approved by the Ministry of Education and Research for this purpose.
nb: Vedkommende må etter doktorgrad ha vist selvstendig egenproduksjon av vitenskapelig arbeider i publiseringskanaler som er godkjent av Kunnskapsdepartementet til dette formål.

source: His research areas are the philosophy of sport and sport pedagogy, with special attention to human science approaches to experience, Bildung, practising and development in sport, physical education, and adapted physical activity (APA).
nb: Hans forskningsområder er idrettsfilosofi og idrettspedagogikk, med særlig fokus på humanvitenskapelige perspektiver på erfaring, dannelse, øvelse og utvikling innen idrett, kroppsøving og fysisk aktivitet og funksjonshemming (FAF).

source: “These children were actually better than the average in Norway and not least internationally”, says Mette Stavnsbo.
nb: – Ungene her var faktisk bedre enn gjennomsnittet både i Norge og ikke minst internasjonalt, sier Mette Stavnsbo.

source: Harøy thinks the exercise would also be of use for younger athletes.
nb: Harøy tror øvelsen vil være nyttig også for yngre utøvere.

source: However, there is a variation between the five sections concerning this issue.
nb: I forbindelse med dette arbeidet, har det vært et uttalt mål for KFU/programutvalget ph.d.

source: My findings show that 49 out of a total of 155 teachers reported 143 accidents between 2010 – 2013.
nb: Funnene viser at 49 av de i alt 155 deltakende lærerne rapporterte 143 ulykkeshendelser (2010-2013).

source: The data showed that only 21 percent of the participants met the recommendations for physical activity (30 minutes of activity a day).
nb: Tallene viser at kun 21 prosent av de som er med i undersøkelsen oppfyller anbefalingene om fysisk aktivitet (30 minutter aktivitet hver dag).

source: A standard agreement for the doctoral programme at NIH has been formulated
nb: Det er utarbeidet et standard avtaleformular for doktorgradsutdanningen ved NIH.

source: And the players do as they’re told?”
nb: Spillerne gjør vel som de får beskjed om?

source: They were doing various frequency exercises without a ball while turning their heads from side to side, completely without any meaningful purpose.”
nb: De gjorde ulike frekvensøvelser uten ball mens de vred hodet frem og tilbake, fullstendig uten mål og mening.

source: Will reveal atherosclerosis
nb: Vil avsløre åreforkalkninger

source: Reopening of the fitness center and other training rooms / halls will be in line with other openings in the municipality of Oslo.
nb: Åpning av treningssenter og øvrige treningslokaler/saler vil skje i tråd med øvrige åpninger i Oslo kommune.

source: So – this story relates both to an old study from the NIH but which remains of international importance, and to praise for two students.
nb: Dette er dermed både historien om en etter hvert gammel studie fra NIH som fortsatt er viktig ute i verden og om to studenter som får skryt.

source: Gradual reopening of our campus
nb: Gradvis gjenåpning av campus

source: The collection, storage and use (and deletion) of electronic tracks is done in accordance with current legislation.
nb: Innsamling, lagring og bruk (og sletting) av elektroniske spor gjøres i henhold til gjeldende lovverk.

source: After 12 weeks of training, there was no statistically significant difference in prevalence of incidence of urinary incontinence compared with a non-exercising control group.
nb: Det var ingen forskjell i prevalens eller insidens av urinlekkasje etter 12 uker med ulike styrketreningsprogrammer sammenlignet med en kontrollgruppe som ikke trente.

source: Previous studies were conducted inside, or in some cases, with smaller groups (typically 3-on-3 games) on the pitch.
nb: Hittil har slike studier foregått inne eller, i noen få tilfeller, med mindre grupper (typisk i 3 mot 3-spill) på banen.

source: The study was approved by the Regional Committees for Medical Research Ethics (REK South East 2009/289a) and the Norwegian Social Science Data Services (2799004), and registered at ClinicalTrials.gov (NTC01069484).
nb: Studien ble godkjent Regionale komiteer for medisinsk og helsefaglig forskning (REK sør-øst 2009/289a) og Norsk samfunnsvitenskapelig datatjeneste (2799004), og registrert i ClinicalTrials.gov (NTC01069484).

source: In one 55-minute session typically 800-1000.
nb: På èn 55-minutters økt typisk 800-1000.

source: The Norwegian Olympic and Paralympic Committee and Confederation of Sports (NIF) has been active both in Zimbabwe and neighbouring Zambia to reinforce organised sports.
nb: Både der og i nabolandet Zambia har Norges idrettsforbund (NIF) arbeidet med å styrke den organiserte idretten.

source: Taken together, Ommundsen has published more than 100 referee based research articles and book chapters in various areas of sport and health psychology comprising the role of self-conceptualizations, motivation, social-psychological and physical-environmental factors for psychological well-being and participation in sport, physical activity and physical education among young people, adults and the elderly.
nb: Ommundsen har publisert over 100 forskningsartikler og bokkapitler vedrørende bl.a betydningen av selvoppfatning, mestringsbegrep, sosial støtte og fysiske miljøforhold for psykisk velvære og deltagelse i idrett, fysisk aktivitet og kroppsøving i ulike aldersgrupper (barn, unge og voksne).

source: At least two (2) of the articles must be submitted for publication and at least one (1) must be accepted for publication.
nb: Minst to (2) av artiklene skal være innsendt for publisering og minst en (1) skal være akseptert for publisering.

source: “Perhaps they can’t be bothered;and see it as just a measure.”
nb: - Kanskje de ikke gidder, at de synes det er et tiltak.

source: (also app for cell phone or tablet) - anatomical 3D-atlas.
nb: (også app for mobil og lesebrett) - anatomisk 3D-atlas.

source: In study A, ankle and knee joint mechanics and gastrocnemius and soleus MTU length were derived from kinematic and kinetic data during both tasks.
nb: I studie A ble ankel- og kneledd-mekanikk og lengden til muskelsene- enhet til gastrocnemius og soleus målt ved bruk av kinematiske og kinetiske målemetoder, under begge øvelser.

source: Perfectionistic strivings (PS) did not function as a buffer in the maladaptive motivational processes (Papers I, IV, and V).
nb: Perfeksjonistiske strev (PS) fungerte ikke som en buffer i de ugunstige motivasjonsprosessene (Artikkel I, IV og V).

source: NIH is involved in sub-project 3.
nb: NIH er samarbeidspartner på delprosjekt 3.

source: Completing his PhD, Seippel worked for eight years (1999-2007) at the Institute for social research.
nb: Etter avsluttet doktorgrad, arbeidet Seippel åtte år (1999-2007) ved Institutt for samfunnsforskning.

source: This project includes three studies: a method comparison study of the 20 m SRT, a method comparison study of body composition field methods, and a cross-sectional study of physical fitness and physical activity in HG soldiers.
nb: Dette prosjektet inkluderer tre delstudier - en metodestudie av løpstesten 20 m SRT, en metode-studie av ulike feltmetoder for måling av kroppssammensetning, og en tverrsnittsstudie av fysisk form og fysisk aktivitet hos HV-soldater.

source: Ole Gunnar Solskjær is not that kind.
nb: Ole Gunnar Solskjær er ikke den typen.

source: All principles/leaders at the attending schools, in addition to trainers with more than 20 % employment status at elite sport high schools, were also asked to answer a questionnaire at the first measurement point (autumn 2019/spring 2020).
nb: Alle rektorer/ledere på deltagende skoler, samt trenere i mer enn 20% stilling på toppidrettsgymnas, ble også forespurt om å besvare et spørreskjema på første måletidspunkt (høst 2019/vår 2020).

source: The study was carried out during the first part of the season, from September to December.
nb: Studien ble gjennomført i første del av sesongen, fra september til desember.

source: Collectively the results from the five studies of the thesis demonstrate that CAF ingestion of 3-6 mg·kg
nb: På bakgrunn av resultatene i doktoravhandlingen virker et koffein inntak på 3-6 mg·kg

source: The project is owned by the University of Oslo and consists of 3 sub-projects.
nb: Prosjektet er eid av Universitetet i Oslo og består at 3 delprosjekter.

source: BodyPump is a “whole-body” training concept using barbells, light weights and step-ups.
nb: BodyPump er et «hel-kropps» treningskonsept med vektstang, lette vekter og step.

source: Associate professor, research and teaching, responsible for swimming, lifesaving and CPR.
nb: Forskning og undervisning, ansvar for svømming, livredning og HLR/førstehjelp.

source: In this group there are around 460 meniscus ramp injuries in Norway each year.
nb: I denne gruppa gir det ca. 460 meniskkantskader i Norge årlig.

source: The agreement must be signed by the PhD candidate, the academic supervisor(s) and the head of section as soon as possible following admission to the programme.
nb: Avtalen inngås mellom doktorgradskandidaten, veileder(e) og seksjon v/seksjonsleder så snart som mulig etter opptak.

source: aster's degree in sports biology from the Université Paris-Saclay and a Master's degree in biochemistry from Chimie ParisTech.
nb: Master i idrettsbiologi fra Université Paris-Saclay og master i biokjemi fra Chimie ParisTech.

source: Ten (10) credits consist of optional academically relevant courses.
nb: Ti (10) studiepoeng består av valgfrie faglig relevante emner.

source: - Norwegian laws, central and local regulations, new decisions from the Supreme Court and the Court of Appeal
nb: - norske lover, sentrale og lokale forskrifter, nye høyesteretts og lagmannsrettsavgjørelser.

source: Parents can have an impact on the training.
nb: Foreldre kan for eksempel påvirke treneren.

source: In-depth academic and methodological study (30 credits)
nb: Fag- og metodefordypning (30 studiepoeng)

source: The intervention group will be taught an abdominal muscle training program based on findings in study 2.
nb: Treningsgruppen skal gjennomføre et tre måneders abdominalt styrketreningsprogram basert på funn i studie 2.

source: The principle was simple, i.e. you should not increase your training load by more than 50 per cent of your average over the previous four weeks.
nb: Prinsippet var enkelt, at man ikke burde øke treningsbelastningen med mer enn 50 prosent av gjennomsnittet fra de foregående fire ukene.

source: We use Google Tag Manager to help us manage various code snippets for statistics and customization.
nb: Vi bruker Google Tag Manager for å hjelpe oss å styre diverse kodesnutter for statistikk og tilpasning.

source: The training concept Bodypump is one of the world’s most popular.
nb: Treningskonseptet Bodypump er et av verdens mest populære.

source: During running, gastrocnemius and soleus fascicle shortening patterns were preserved, despite a reduced tendon recoil.
nb: Under løping ble forkortningsmønstre i gastrocnemius og soleus fasikler bevart, til tross for den reduserte seneforlengningen.

source: Self-tracking, surveillance, the body, gender, sport and exercise, health, ageing, health technology, digitalization, sociology, feminist epistemologies and qualitative methodology
nb: Selvovervåking, kropp, aldring, kjønn, fysisk aktivitet, helse, helseteknologi, digitalisering, sosiologi, feministisk vitenskapsteori og kvalitative metoder

source: Apsis and newsletters
nb: Apsis og nyhetsbrev

source: Open access journals
nb: Rene open access-tidsskrifter

source: information about medication use, if you have had any
nb: klæringen dersom du ønsker å delta.

source: In part three of the project we will do a validation study of a local (indoor) positioning system, for use in indoor team sports.
nb: I del tre av prosjektet skal det gjøres en validering av et lokalt (innendørs) posisjoneringssystem, til bruk i overvåking av idrettsutøvere.

source: If contraction - just as you kick off - is able to happen more slowly, the muscle will manage to produce more power.”
nb: Hvis sammentrekningen - i det man sparker fra - kan gå langsommere, rekker muskelen å produsere mer kraft.

source: Pedagogy, Bildung theory, physical education, qualitative method, movement and experience.
nb: Læringsteori, dannelsesteori, pedagogikk, didaktikk, kvalitativ metode, bevegelse og erfaring.

source: Approx. 80 % of athletes continue to pursue their sport.
nb: Ca 80 % av idrettsutøvere fortsetter sin idrett.

source: Loading (+20% of body mass) was added to the subjects using weighted vests after completing the tasks unloaded.
nb: Vi la til ekstra vekt (+20% av kroppsvekt) på forsøkspersonene etter at de gjennomførte begge øvelsene uten ekstra vekt.

source: "Our review demonstrates that if you merely meet the recommendations of 2½ hours a week, mortality is reduced almost twofold, nearly 70%," the professor says.
nb: – Vår gjennomgang viser at om man bare oppfyller anbefalingene på 2 ½ time i uka, reduseres dødeligheten med nesten det dobbelte, bortimot 70 %, forteller professoren.

source: When a PhD candidate has an external employer, the corresponding obligation to report must be stipulated in a written agreement between the institution, the PhD candidate and the external employer.
nb: For ph.d.‐kandidater med ekstern arbeidsgiver skal tilsvarende meldeplikt nedfelles i avtale mellom institusjonen, ph.d.‐kandidaten og den eksterne arbeidsgiver.

source: This part should make up approximately 2/3 of the answer in part 2.
nb: Denne delen skal utgjøre cirka 2/3 av besvarelsen i del 2.

source: Warming up for the elite series team Strømsgodset, where Torstein Dalen-Lorentsen was the Head of Performance while he was working on his PhD at the NIH.
nb: Oppvarming for eliteserielaget Strømsgodset, der Torstein Dalen-Lorentsen jobbet som «Head of performance» under arbeidet med doktorgraden på NIH.

source: Associated professor Elin Kolle, Ph.d., Department of Sports Medicine, Norwegian School of Sport Sciences (NIH)
nb: Førsteamanuensis Elin Kolle, Ph.d., Seksjon for idrettsmedisinske fag, Norges idrettshøgskole (NIH)

source: Emilie is part of Team Skadefri at
nb: Emilie er del av Team Skadefri ved

source: Erling Braut Haaland, who, it should be noted, is not involved in Mr. Aksum's study, stands out here, with 0.5 times per second, i.e. at least one new search away from the ball at least every two seconds.
nb: Erling Braut Haaland, som vel å merke ikke er en del av Aksums studie, skiller seg veldig ut her, med 0,5 – altså minst ett nytt søk bort fra ballen minst annethvert sekund.

source: Soccer, tactical and technical effectiveness, theoretical and methodological development of sports performance analysis (invasion games).
nb: Fotball, taktisk og teknisk effektivitet, teoretisk og metodologisk utvikling av idrettsprestasjonsanalyse (invasjonsspill).

source: The children like to vary and choose their own ways of moving around.
nb: Barna liker å variere og velge sine egne måter å bevege seg.

source: He shows a graph on a PC illustrating muscle mass growing until the age of 25-30 years old, whereupon it remains pretty stable even if the curve goes slightly downward from the age of 45.
nb: Han viser en graf på PC-en som illustrerer at muskelmassen vokser fram til en er 25, 30 år, deretter hoder den seg ganske stabil selv om kurven er svakt nedadgående fra 45 år.

source: They first used a 40-minute all-out cycling trial in which the strength training group improved their performance significantly.
nb: Den første testen var en 40 minutters prestasjonstest i sykling, hvor styrkegruppen viste markant bedring i prestasjon.

source: Web-based questionnaires, 2D ultrasound measurements of inter-recti distance and muscle strength tests will be used in the clinical assessments.
nb: Web-baserte spørreskjemaer, 2D ultralydmålinger av rectus diastase og muskelstyrketester vil bli benyttet for å samle inn kliniske data.

source: For the remaining two tests good correlations were observed (r =.79 and.89).
nb: For de resterende to testene ble det observert gode korrelasjoner (variasjonsbredde r =.79 og.89).

source: The doctoral thesis must consist of a summary and a minimum of three (3) publishable research articles in relevant scientific journals with the candidate as first author.
nb: Omfanget av avhandlingen skal bestå av kappen og arbeider tilsvarende minimum tre (3) publiserbare forskningsartikler i relevante vitenskapelige tidsskrifter med kandidaten som førsteforfatter.

source: Lena Kristin Bache-Mathiesen is a Reseach Fellow at
nb: Lena Kristin Bache-Mathiesen er stipendiat ved

source: 139 of the women were recruited from the ongoing cohort study and 36 were recruited from maternity ward at the hospital or from local community health care clinics.
nb: 139 av kvinnene var rekruttert fra den pågående kohort studien, og 36 fra sykehusets fødeavdelinger eller fra de lokale helsestasjonene.

source: Physical activity measurement methodologies, basic statistics, physical activity and public health.
nb: Målemetoder for fysisk aktivitet, basal helsefaglig statistikk, fysisk aktivitet og helse

source: handball training, three times a week for eight weeks.
nb: håndballtrening, tre ganger i uka i åtte uker.

source: She has been a teacher for 30 years and practice teacher for NIH in 25 years.
nb: Hun har vært lærer i 30 år og praksislærer for NIH i 25 år.

source: Maximally tolerated passive torque was increased after 24 weeks of stretching.
nb: Maksimalt tolerert passivt dreiemoment var økt etter 24 ukers trening.

source: Both therapy groups underwent a 16-week therapy programme in small groups.
nb: Begge terapigruppene gjennomgikk ett 16-ukers behandlingsprogram i små grupper.

source: Furthermore, she chose to follow up on 32 of the children with in-depth interviews as well as talking to their teachers.
nb: Videre valgte hun å følge 32 av barna med dybdeintervjuer i tillegg til å snakke med lærerne deres.

source: As of Wednesday, May 13, graduating NIH students will have access to parts of the campus.
nb: Fra onsdag 13. mai åpnes det opp fra at NIHs avgangsstudenter kan få tilgang til deler av campus.

source: By developing a warm-up programme based on the requirements made by the sport and the injuries to which the players are exposed, injuries can also be prevented.
nb: Gjennom å bygge opp et oppvarmingsprogram utfra kravene idrettene stiller og de skadene spillerne er utsatt for, kan det også være skadeforebyggende.

source: Fifty-eight PCa patients under ADT were randomized to a strength training group (STG) (n=28) or a control group (CG) (n=30).
nb: Femtiåtte menn med prostatakreft som var under hormonbehandling gjennom hele intervensjonsperioden ble randomisert til styrketreningsgruppen (n=28) eller til kontrollgruppen (n=30).
